# Core Development CLI Tools
brew "tmux"
brew "neovim"
brew "zoxide"
brew "fzf"
brew "starship"
brew "ripgrep"
brew "fd"
brew "jq"
brew "stow"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# Casks (GUI Applications)
cask "wezterm"
cask "ghostty"
cask "alfred"
cask "1password-cli"

# Fonts (Now in homebrew/cask by default)
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"